export const dummyTouristSpots = [
    {
        id: 0,
        city: '부산',
        spotName: '해동 용궁사',
        keyword: ['#관광지', '#힐링', '#부모님과', '#SNS핫플'],
        photo: '/assets/spot0.JPG',
        ranking: 8
    },
    {
        id: 1,
        city: '부산',
        spotName: '태종대',
        keyword: ['#관광지', '#힐링', '#부모님과', '#친구와', '#SNS핫플'],
        photo: '/assets/spot1.JPG',
        ranking: 7
    },
    {
        id: 2,
        city: '제주',
        spotName: '스누피가든',
        keyword: ['#관광지', '#SNS핫플', '#아이와', '#친구와'],
        photo: '/assets/spot2.JPG',
        ranking: 6
    },
    {
        id: 3,
        city: '강릉·속초',
        spotName: '강릉 중앙 시장',
        keyword: ['#맛집', '#관광지', '#부모님과', '#친구와'],
        photo: '/assets/spot3.JPG',
        ranking: 1
    },
    {
        id: 4,
        city: '경주',
        spotName: '황리단길',
        keyword: ['#SNS핫플', '#관광지', '#연인과', '#친구와'],
        photo: '/assets/spot4.JPG',
        ranking: 5
    },
    {
        id: 5,
        city: '수원',
        spotName: '화성행궁',
        keyword: ['#관광지', '#연인과', '#힐링', '#부모님과', '#친구와'],
        photo: '/assets/spot5.JPG',
        ranking: 3
    },
    {
        id: 6,
        city: '가평·양평',
        spotName: '쁘띠프랑스',
        keyword: ['#관광지', '#연인과', '#SNS핫플', '#친구와'],
        photo: '/assets/spot6.JPG',
        ranking: 4
    },
    {
        id: 7,
        city: '태안',
        spotName: '파도리 해수욕장',
        keyword: ['#관광지', '#연인과', '#힐링', '#부모님과', '#친구와'],
        photo: '/assets/spot7.JPG',
        ranking: 9
    },
    {
        id: 8,
        city: '가평·양평',
        spotName: '에델바이스 스위스 테마 파크',
        keyword: ['#관광지', '#아이와', '#연인과', '#힐링'],
        photo: '/assets/spot8.JPG',
        ranking: 10
    },
    {
        id: 9,
        city: '포항',
        spotName: '호미곶 광장',
        keyword: ['#관광지', '#힐링', '#연인과', '#부모님과', '#친구와'],
        photo: '/assets/spot9.JPG',
        ranking: 2
    },
    {
        id: 10,
        city: '서울',
        spotName: '롯데월드 어드벤처',
        keyword: ['SNS핫플', '#친구와', '#아이와', '#연인과']
    },
    {
        id: 11,
        city: '서울',
        spotName: '북촌 한옥마을',
        keyword: ['#관광지', '#친구와', '#아이와', '#연인과', '#부모님과']
    },
    {
        id: 12,
        city: '서울',
        spotName: '뚝섬한강공원',
        keyword: ['#SNS핫플', '#힐링', '#친구와', '#아이와', '#연인과']
    },
    {
        id: 13,
        city: '서울',
        spotName: '덕수궁',
        keyword: ['#관광지', '#힐링', '#아이와', '#부모님과', '#친구와']
    },
    {
        id: 14,
        city: '서울',
        spotName: '남산타워',
        keyword: ['#SNS핫플', '#관광지', '#친구와', '#아이와', '#연인과', '#부모님과']
    },
    // 경주
    {
        id: 15,
        city: '경주',
        spotName: '석굴암',
        keyword: ['#관광지', '#힐링', '#친구와', '#아이와', '#연인과', '#부모님과']
    },
    {
        id: 16,
        city: '경주',
        spotName: '동궁과 월지',
        keyword: ['#SNS핫플', '#관광지', '#힐링', '#친구와', '#아이와', '#연인과', '#부모님과']
    },
    {
        id: 17,
        city: '경주',
        spotName: '경주월드',
        keyword: ['#SNS핫플', '#힐링', '#친구와', '#아이와', '#연인과']
    },
    {
        id: 18,
        city: '경주',
        spotName: '양남 눈썰매장',
        keyword: ['#SNS핫플', '#힐링', '#친구와', '#아이와']
    },
    {
        id: 19,
        city: '경주',
        spotName: '경주문무대왕릉',
        keyword: ['#관광지', '#친구와', '#아이와', '#부모님과']
    },
    {
        id: 20,
        city: '태안',
        spotName: '신두리 해안사구',
        keyword: ['#관광지', '#친구와', '#아이와', '#부모님과']
    },

    {
        id: 21,
        city: '태안',
        spotName: '샌드힐 카페',
        keyword: ['#연인과', '#SNS핫플', '#친구와']
    },
    {
        id: 22,
        city: '태안',
        spotName: '원조 뚝배기식당',
        keyword: ['#맛집', '#부모님과', '#친구와']
    },
    {
        id: 23,
        city: '태안',
        spotName: '청산 수목원',
        keyword: ['#관광지', '#힐링', '#연인과', '#친구와', '#아이와']
    },
    {
        id: 24,
        city: '태안',
        spotName: '백사장항',
        keyword: ['#관광지', '#힐링', '#친구와', '#아이와']
    },
    {
        id: 25,
        city: '태안',
        spotName: '꽃지 해수욕장',
        keyword: ['#관광지', '#힐링', '#연인과', '#친구와']
    },
    {
        id: 26,
        city: '태안',
        spotName: '네이처월드',
        keyword: ['#관광지', '#연인과', '#아이와']
    },
    {
        id: 27,
        city: '나주',
        spotName: '전라남도 산림 자원 연구소',
        keyword: ['#관광지', '#아이와', '#힐링']
    },
    {
        id: 28,
        city: '나주',
        spotName: '빛가람 전망대',
        keyword: ['#관광지', '#힐링', '#아이와', '#SNS핫플']
    },

    {
        id: 29,
        city: '나주',
        spotName: '구 나주역',
        keyword: ['#관광지', '#친구와', '#부모님과']
    },

    {
        id: 30,
        city: '나주',
        spotName: '나주 곰탕 하얀집',
        keyword: ['#관광지', '#맛집', '#부모님과', '#아이와']
    },

    {
        id: 31,
        city: '나주',
        spotName: '금성관',
        keyword: ['#관광지', '#친구와', '#부모님과']
    },

    {
        id: 32,
        city: '나주',
        spotName: '3917 마중',
        keyword: ['#관광지', '#SNS핫플', '#친구와']
    },

    {
        id: 33,
        city: '밀양',
        spotName: '인골 산장',
        keyword: ['#관광지', '#친구와', '#부모님과']
    },

    {
        id: 34,
        city: '밀양',
        spotName: '밀양댐',
        keyword: ['#관광지', '#친구와', '#아이와', '#부모님과']
    },

    {
        id: 35,
        city: '밀양',
        spotName: '단장면 커피 로스터스',
        keyword: ['#관광지', '#SNS핫플', '#친구와']
    },

    {
        id: 36,
        city: '밀양',
        spotName: '위량못',
        keyword: ['#관광지', '#힐링', '#친구와', '#아이와', '#부모님과']
    },

    {
        id: 37,
        city: '밀양',
        spotName: '달빛 쌈지 공원',
        keyword: ['#관광지', '#힐링', '#친구와', '#아이와', '#부모님과']
    },

    {
        id: 38,
        city: '청주',
        spotName: '디데이',
        keyword: ['#관광지', '#연인과', '#친구와']
    },

    {
        id: 39,
        city: '청주',
        spotName: '스티즈 커피 로스터스',
        keyword: ['#관광지', '#SNS핫플', '#맛집', '#친구와']
    },

    {
        id: 40,
        city: '청주',
        spotName: '정북동 토성',
        keyword: ['#관광지', '#힐링', '#아이와', '#부모님과']
    },

    {
        id: 41,
        city: '청주',
        spotName: '수암골',
        keyword: ['#관광지', '#힐링', '#부모님과']
    },

    {
        id: 42,
        city: '청주',
        spotName: '봉용 불고기',
        keyword: ['#관광지', '#부모님과', '#아이와']
    }
    ,

    {
        id: 43,
        city: '청주',
        spotName: '국립 현대 미술관 청주',
        keyword: ['#관광지', '#힐링', '#아이와', '#친구와']
    }
    ,

    {
        id: 44,
        city: '청주',
        spotName: '산당산성',
        keyword: ['#관광지', '#부모님과', '#친구와']
    },

    {
        id: 45,
        city: '청주',
        spotName: '아우트로 커피',
        keyword: ['#관광지', '#SNS핫플', '#친구와','#연인과']
    }
    ,

    {
        id: 46,
        city: '청주',
        spotName: '부부농장',
        keyword: ['#관광지', '#힐링','#연인과', '#아이와']
    },

    {
        id: 47,
        city: '청주',
        spotName: '청남대',
        keyword: ['#관광지', '#친구와', '#아이와','#연인과']
    }
    ,

    {
        id: 48,
        city: '수원',
        spotName: '방화수류정',
        keyword: ['#관광지', '#힐링', '#부모님과', '#아이와']
    },

    {
        id: 49,
        city: '수원',
        spotName: '정지영 커피 로스터즈',
        keyword: ['#관광지', '#SNS핫플', '#친구와']
    },

    {
        id: 50,
        city: '수원',
        spotName: '행궁애(愛)',
        keyword: ['#관광지', '#아이와', '#친구와', '#힐링', '#부모님과']
    },

    {
        id: 51,
        city: '수원',
        spotName: '화성 행궁',
        keyword: ['#관광지', '#힐링', '#아이와', '#친구와']
    },

    {
        id: 52,
        city: '수원',
        spotName: '운멜로',
        keyword: ['#관광지', '#SNS핫플', '#연인과', '#친구와']
    },

    {
        id: 53,
        city: '수원',
        spotName: '홍라드',
        keyword: ['#관광지', '#친구와', '#SNS핫플', '#연인과',]
    },

    {
        id: 54,
        city: '수원',
        spotName: '효원 공원 월화원',
        keyword: ['#관광지', '#친구와', '#연인과',]
    },

    {
        id: 55,
        city: '수원',
        spotName: '진미 통닭',
        keyword: ['#관광지', '#맛집', '#친구와', '#연인과', '#부모님과']
    },

    {
        id: 56,
        city: '수원',
        spotName: '도쿄등심 광교점',
        keyword: ['#관광지', '#SNS핫플', '#친구와', '#연인과']
    },

    {
        id: 57,
        city: '수원',
        spotName: '책발전소 광교',
        keyword: ['#관광지', '#SNS핫플', '#친구와', '#아이와']
    },

    {
        id: 58,
        city: '수원',
        spotName: '아우어 베이커리 광교앨리웨이점',
        keyword: ['#관광지', '#SNS핫플', '#친구와', '#연인과',]
    },

    {
        id: 59,
        city: '수원',
        spotName: '광교 호수 공원',
        keyword: ['#관광지', '#친구와', '#아이와', '#연인과',]
    },

    {
        id: 60,
        city: '천안',
        spotName: '독립 기념관',
        keyword: ['#관광지', '#아이와', '#친구와', '#부모님과' ]
    },

    {
        id: 61,
        city: '천안',
        spotName: '천안 병천 순대 거리',
        keyword: ['#맛집', '#관광지', '#친구와', '#연인과', '#부모님과']
    },

    {
        id: 62,
        city: '천안',
        spotName: '박순자아우내순대',
        keyword: ['#맛집', '#관광지', '#친구와', '#연인과', '#부모님과']
    },

    {
        id: 63,
        city: '천안',
        spotName: '교토리',
        keyword: ['#맛집', '#관광지', '#아이와', '#연인과',]
    },

    {
        id: 64,
        city: '천안',
        spotName: '신세계 백화점 아라리오 점',
        keyword: ['#맛집', '#관광지', '#연인과', '#부모님과']
    },
    {
        id: 65,
        city: '강릉·속초',
        spotName: '오죽헌',
        keyword: [ '#친구와','#힐링', '#관광지', '#아이와', '#부모님과']
    },

    {
        id: 66,
        city: '강릉·속초',
        spotName: '경포대',
        keyword: [ '#친구와', '#관광지', '#연인과', '#SNS핫플',]
    },


    {
        id: 67,
        city: '천안',
        spotName: '신정호 관광지', 
        keyword: ['#관광지', '#아이와', '#친구와', '#연인과',]
    }, 

    { 
        id: 68, 
        city: '천안', 
        spotName: '모나무르 더 그린 카페', 
        keyword: ['#맛집', '#친구와', '#연인과', '#SNS핫플',] 
    },

    {  
         id: 69,
         city: '천안', 
         spotName: '곡교천 은행나무길',
          keyword: ['#관광지', '#힐링', '#아이와','#친구와', '#연인과', '#SNS핫플',] 
        },

    { 
        id: 70, 
        city: '대구', 
        spotName: '대구역', 
        keyword: ['#관광지', '#아이와','#친구와', '#연인과', '#SNS핫플',] 
    }, 
    { 
        id: 71, 
        city: '포항', 
        spotName: '이가리 닻 전망대', 
        keyword: ['#관광지','#힐링', '#아이와','#친구와', '#연인과', '#SNS핫플',] 
    }, 
    { 
        id: 72,
         city: '포항',
          spotName: '카페 포토피아',
           keyword: ['#맛집', '#SNS핫플', '#아이와','#친구와', '#연인과',] 
    }, 
    
    {
    
    id: 73,
    city : '포항',
    spotName: '죽도 시장',
    keyword : ['#관광지', '#부모님과', '#친구와', '#연인과',]
    },
    
    {
    
    id: 74,
    city : '포항',
    spotName: '포항 운하',
    keyword : ['#관광지', '#아이와','#SNS핫플', '#친구와', '#연인과',]
    },
    
    {
    
    id: 75,
    city : '포항',
    spotName: '영일대',
    keyword : ['#관광지','#힐링', '#아이와','#SNS핫플', '#친구와', '#연인과',]
    },
    
    {
    
    id: 76,
    city : '포항',
    spotName: '박물관 횟집',
    keyword : ['#맛집', '#친구와', '#연인과',]
    },
    
    {
    
    id: 77,
    city : '포항',
    spotName: '이라 예술촌',
    keyword : ['#관광지','#힐링', '#아이와','#SNS핫플', '#친구와', '#연인과','#부모님과']
    },
    
    {
    
    id: 78,
    city : '포항',
    spotName: '구룡포 일본인 가옥 거리',
    keyword : ['#관광지', '#아이와', '#친구와', '#연인과',]
    },
    
    {
    
    id: 79,
    city : '포항',
    spotName: '짬홍',
    keyword : ['#맛집','#SNS핫플', '#친구와', '#연인과',]
    },
    
    {
    
    id: 80,
    city : '포항',
    spotName: '포항역',
    keyword : ['#관광지', '#아이와', '#연인과', '#친구와','#힐링', ]
    },
    
    {
    
    id: 81,
    city : '부산',
    spotName: '부산역',
    keyword : ['#관광지', '#아이와','#힐링', '#연인과', '#친구와', '#SNS핫플']
    },
    
    {
    
    id: 82,
    city : '부산',
    spotName: '초량 밀면 본점',
    keyword : ['#맛집', '#아이와', '#연인과', '#친구와', '#부모님과', '#SNS핫플']
    },
    
    {
    
    id: 83,
    city : '부산',
    spotName: '흰여울 문화 마을',
    keyword : ['#관광지', '#아이와','#SNS핫플','#부모님과', '#연인과', '#친구와',]
    },
    
    {
    
    id: 84,
    city : '부산',
    spotName: '흰여울 비치',
    keyword : ['#관광지','#힐링', '#아이와','#SNS핫플','#부모님과', '#연인과', '#친구와',]
    },
    
    {
    
    id: 85,
    city : '부산',
    spotName: '송도 해상 케이블 카',
    keyword : ['#관광지','#힐링', '#아이와','#SNS핫플','#부모님과', '#연인과', '#친구와',]
    },
    
    {
    
    id: 86,
    city : '부산',
    spotName: '송도 구름 산책로',
    keyword : ['#관광지','#힐링', '#연인과', '#친구와', '#아이와']
    },
    
    {
    
    id: 87,
    city : '부산',
    spotName: '부평 깡통 시장',
    keyword : ['#관광지', '#연인과', '#친구와','#SNS핫플','#부모님과', '#아이와']
    },
    
    {
    
    id: 88,
    city : '부산',
    spotName: '해동 용궁사',
    keyword : ['#관광지','#힐링', '#연인과', '#친구와','#부모님과', '#아이와']
    },
    
    {
    
    id: 89,
    city : '부산',
    spotName: '해운대 블루 라인 파크 청사포 정거장',
    keyword : ['#관광지','#힐링', '#연인과', '#친구와','#부모님과', '#아이와']
    },
    
    {
    
    id: 90,
    city : '부산',
    spotName: '해운대 블루 라인 파크 미포 정거장',
    keyword : ['#관광지','#힐링', '#연인과', '#친구와','#부모님과', '#아이와']
    },
    
    {
    
    id: 91,
    city : '부산',
    spotName: '짱 떡볶이',
    keyword : ['#맛집', '#연인과', '#친구와','#부모님과', '#아이와']
    },
    
    {
    
    id: 92,
    city : '부산',
    spotName: '해리단길',
    keyword : ['#관광지', '#아이와', '#연인과', '#친구와','#부모님과','#맛집','#SNS핫플']
    },
    
    {
    
    id: 93,
    city : '부산',
    spotName: '카페 히토',
    keyword : ['#맛집', '#연인과', '#친구와','#SNS핫플']
    },
    
    {
    
    id: 94,
    city : '부산',
    spotName: '해운대 해수욕장',
    keyword : ['#관광지', '#아이와', '#연인과', '#친구와','#SNS핫플']
    },
    
    {
    
    id: 95,
    city : '부산',
    spotName: '바다 산 곰장어',
    keyword : ['#맛집','#부모님과','#친구와','#연인과', '#아이와',]
    },
    
    {
    
    id: 96,
    city : '부산',
    spotName: '더 베이 101',
    keyword : ['#관광지','#SNS핫플','#친구와','#연인과',]
    },
    
    {
    
    id: 97,
    city : '부산',
    spotName: '광안리 해수욕장',
    keyword : ['#관광지','#SNS핫플','#친구와','#연인과',]
    },
    
    {
    
    id: 98,
    city : '부산',
    spotName: '필소굿 커피',
    keyword : ['#맛집','#SNS핫플','#친구와','#연인과','#부모님과']
    },
    
    {
    
    id: 99,
    city : '부산',
    spotName: '초량 이바구길',
    keyword : ['#관광지','#부모님과','#친구와','#연인과',]
    },
    
    {
    
    id: 100,
    city : '부산',
    spotName: '168 계단',
    keyword : ['#SNS핫플','#친구와','#연인과','#관광지',]
    },
    
    {
    
    id: 101,
    city : '부산',
    spotName: '본전 돼지국밥',
    keyword : ['#맛집','#친구와','#연인과','#부모님과']
    },
    
    {
    
    id: 102,
    city : '경주',
    spotName: '경주역',
    keyword : ['#관광지','#친구와','#연인과','#부모님과']
    },
    
    {
    
    id: 103,
    city : '가평·양평',
    spotName: '가평역',
    keyword : ['#관광지','#친구와','#연인과','#부모님과','#힐링']
    },
    
    {
    
    id: 104,
    city : '가평·양평',
    spotName: '토담',
    keyword : ['#맛집','#힐링','#친구와','#연인과','#부모님과']
    },
    
    {
    
    id: 105,
    city : '가평·양평',
    spotName: '쁘띠프랑스',
    keyword : ['#관광지','#힐링','#친구와','#연인과','#부모님과']
    },
    
    {
    
    id: 106,
    city : '가평·양평',
    spotName: '가평 레일바이크',
    keyword : ['#관광지','#친구와','#연인과','#부모님과']
    },
    
    {
    
    id: 107,
    city : '가평·양평',
    spotName: '자라섬',
    keyword : ['#관광지','#힐링','#친구와','#연인과','#부모님과']
    },
    
    {
    
    id: 108,
    city : '가평·양평',
    spotName: '청평 호반 닭갈비 막국수 본점',
    keyword : ['#맛집','#친구와','#연인과','#부모님과']
    },
    
    {
    
    id: 109,
    city : '가평·양평',
    spotName: '양평 두물머리',
    keyword : ['#관광지','#힐링','#친구와','#연인과','#부모님과','#아이와']
    },
    
    {
    
    id: 110,
    city : '가평·양평',
    spotName: '더 스테이 힐링 파크',
    keyword : ['#관광지','#힐링','#친구와','#연인과','#부모님과','#아이와']
    },
    
    {
    
    id: 111,
    city : '가평·양평',
    spotName: '나인블럭 가평 점',
    keyword : ['#관광지','#힐링','#친구와','#연인과','#부모님과','#아이와']
    },
    
    {
    
    id: 112,
    city : '가평·양평',
    spotName: '청평역',
    keyword : ['#관광지','#힐링','#친구와','#연인과','#부모님과','#아이와']
    },
    
    {
    
    id: 113,
    city : '제주',
    spotName: '제주 국제공함',
    keyword : ['#관광지','#힐링','#친구와','#연인과','#부모님과','#아이와']
    },
    
    {
    
    id: 114,
    city : '제주',
    spotName: '한림 칼국수 제주 국제공항 점',
    keyword : ['#맛집','#힐링','#친구와','#연인과','#부모님과','#아이와']
    },
    
    {
    
    id: 115,
    city : '제주',
    spotName: '랜디스 도넛',
    keyword : ['#맛집','#관광지','#힐링','#친구와','#연인과','#부모님과','#아이와']
    },
    
    {
    
    id: 116,
    city : '제주',
    spotName: '아르떼 뮤지엄',
    keyword : ['#관광지','#힐링','#친구와','#연인과','#부모님과','#아이와']
    },
    
    {
    
    id: 117,
    city : '제주',
    spotName: '금 오름',
    keyword : ['#관광지','#힐링','#친구와','#연인과','#부모님과','#아이와']
    },
    
    {
    
    id: 118,
    city : '제주',
    spotName: '사일리 커피',
    keyword : ['#맛집', '#친구와','#관광지','#힐링','#연인과','#부모님과']
    },
    
    {
    
    id: 119,
    city : '제주',
    spotName: '글라글라 하와이',
    keyword : ['#맛집', '#친구와','#관광지','#SNS핫플','#연인과','#부모님과']
    },
    
    {
    
    id: 120,
    city : '제주',
    spotName: '쇠소깍',
    keyword : ['#관광지', '#친구와','#아이와','#SNS핫플','#연인과','#부모님과']
    },
    
    {
    
    id: 121,
    city : '제주',
    spotName: '바굥 식당',
    keyword : ['#맛집', '#친구와','#아이와','#연인과','#부모님과']
    },
    
    {
    
    id: 122,
    city : '제주',
    spotName: '표선 해수욕장',
    keyword : ['#관광지', '#친구와','#아이와','#연인과','#부모님과']
    },
    
    {
    
    id: 123,
    city : '제주',
    spotName: '오늘은 녹차 한잔',
    keyword : ['#관광지', '#친구와', '#아이와','#연인과','#부모님과','#SNS핫플']
    },
    
    {
    
    id: 124,
    city : '제주',
    spotName: '유민 미술관',
    keyword : ['#관광지', '#친구와', '#아이와','#연인과','#부모님과','#SNS핫플']
    },
    
    {
    
    id: 125,
    city : '제주',
    spotName: '섭지코지',
    keyword : ['#관광지','#힐링','#친구와', '#아이와','#연인과','#부모님과',]
    },
    
    {
    
    id: 126,
    city : '제주',
    spotName: '어멍 횟집',
    keyword : ['#맛집','#힐링','#친구와', '#아이와','#연인과','#부모님과',]
    },
    
    {
    
    id:127,
    city : '제주',
    spotName: '만장굴',
    keyword : ['#관광지', '#친구와','#힐링','#친구와', '#아이와','#연인과','#부모님과',]
    },
    
    {
    
    id: 128,
    city : '제주',
    spotName: '안돌 오름 편백나무 숲',
    keyword : ['#관광지', '#부모님과','#힐링','#친구와', '#아이와','#연인과',]
    },
    
    {
    
    id: 129,
    city : '제주',
    spotName: '톰톰 카레',
    keyword : ['#맛집','#힐링','#친구와', '#아이와','#연인과','#부모님과',]
    },
    
    {
    
    id: 130,
    city : '제주',
    spotName: '디 앤 디파트먼트',
    keyword : ['#맛집', '#친구와','#힐링', '#아이와','#연인과','#부모님과',]
    },
    
    {
    
    id: 131,
    city : '제주',
    spotName: '제주 국제공항',
    keyword : ['#관광지','#힐링','#친구와', '#아이와','#연인과','#부모님과',]
    },
    
    

];   
