 /* 틀
    {
       id : ,
       magaPhoto: '',
       magaTitle : '',
       magaMent : '',
       magaWriter : '',
       magaWeek: ''
    }
  */

export const dummyMagazine = [
    {
      id : 5,
      magaPhoto: 'magazine6',
      magaTitle : `2024 설 연휴\n어디 가서 뭐 하지?`,
      magaIcon : `👀`,
      magaMent : '2월 설 여행은 이곳으로!',
      magaWriter : '트리플',
      magaWeek: '1월 2주차',
      magaTxt: '신년을 맞이한 우리를 반겨줄 2024년 설 연휴! 올해 구정 연휴는 2월 9일 금요일부터 2월 12일 월요일까지. 짧다면 짧고, 길다면 긴 4일간의 휴식 시간을 이대로 놓칠 수 없다! 눈부신 설경이 반기는 겨울여행지부터 따뜻한 힐링 휴양지까지, 트리플이 설 연휴 추천 여행지를 소개한다.'
    },
    {
      id : 4,
      magaPhoto: 'magazine5',
      magaTitle : `2024 NEWS\n해외여행, 이렇게 달라졌다!`,
      magaIcon : `✈️`,
      magaMent : '알고 준비하는 2024 새 여행',
      magaWriter : '트리플',
      magaWeek: '1월 2주차',
      magaTxt: '새로운 마음가짐으로 준비하는 새로운 해외여행! 직접 찾아보려면 번거롭지만, 모르고 그냥 떠나기에는 아쉬운 2024년 해외여행의 달라진 점을 모아봤다.여행의 시작을 책임질 공항, 면세 정보부터 더 다양해진 비행기 노선, 국가별 주요 변화까지. 2024년 해외여행, 미리 알고 준비하자!'
    },
    {
      id : 3,
      magaPhoto: 'magazine4',
      magaTitle : `유럽 여행 쇼핑 성지,\n○○○은 꼭 가세요`,
      magaIcon : `🛍️`,
      magaMent : '유럽의 인기 쇼핑 명소 총정리',
      magaWriter : '트리플',
      magaWeek: '1월 2주차',
      magaTxt: '유럽 여행에 빼놓을 수 없는 즐거움, 쇼핑! 하지만 쇼핑 스팟이 워낙 다양해서 어디를 가야 할지 적지 않은 고민을 하게 되는 것도 사실이다. 유럽 여행을 앞두고, 이 같은 고민을 하고 있다면 주목! 명품 브랜드를 저렴하게 구매할 수 있는 아웃렛부터 요즘 현지에서 가장 핫한 쇼핑 스팟까지. 유럽 주요 도시의 인기 쇼핑 명소를 소개한다.'
    },
    {
      id : 2,
      magaPhoto: 'magazine3',
      magaTitle : `현지인이 추천하는\n숨은 스팟 & 인기 장소`,
      magaIcon : `💛`,
      magaMent : "'트리플 리포터' 추천 스팟 BEST",
      magaWriter : '트리플',
      magaWeek: '1월 1주차',
      magaTxt: '잘 알려지지 않은 숨은 맛집부터 요즘 가장 인기 있는 장소의 운영 시간, 인기 메뉴, 이용 팁까지. 트리플의 생생한 여행 장소 정보 속에는 트리플 현지 서포터즈, 트리플 리포터의 활발한 제보가 있다. 더 색다른 여행을 떠나고 싶다면, 트리플 리포터가 추천하는 현지 인기 스팟을 찾아보는 건 어떨까.'
    },
    {
      id : 1,
      magaPhoto: 'magazine2',
      magaTitle : `현지 MZ가 알려주는\n오사카 MZ 인기 스팟`,
      magaIcon : `💜`,
      magaMent : '20204 오사카 여행엔 여기!',
      magaWriter : '동쨩',
      magaWeek: '1월 1주차',
      magaTxt: '오사카 하면 크고 화려한 간판과 많은 사람들, 어딜 가든 시끌벅적한 이미지부터 떠오르곤 한다.하지만 이러한 오사카 내에서도 한적한 분위기와 유니크한 장소를 찾아다니는 현지 MZ들의 비밀스러운 인기 스팟이 있기 마련!2024년의 오사카에서 2000년 대 초반의 일본 영화 속으로 들어온 듯한 착각을 불러일으키는 동네, 나카자키초를 소개한다.'
    },
    {
      id : 0,
      magaPhoto: 'magazine1',
      magaTitle : `1월에 가기 좋은\n따뜻한 국내 여행 스팟`,
      magaIcon : `🏔️`,
      magaMent : "요즘 핫하게 떠오르는 '이곳'으로!",
      magaWriter : '트리플',
      magaWeek: '1월 1주차',
      magaTxt: '추운 날씨 때문에 야외보다는 실내를 찾게 되는 요즘. 영화관, 쇼핑몰 등 뻔한 실내 명소 말고 새로운 스팟을 찾는다면, 복합문화공간은 어떨까? 식사와 여가생활을 한 곳에서 즐길 수 있고, 인증샷 남기기 좋은 포토 스팟까지 갖춰 알찬 시간을 선물한다. 요즘 핫하게 떠오르는 국내 복합문화공간 8곳을 모아봤다. 🔥'
    },
 ]